/*Controls Names*/
"HPStraightPaperPath" = "Alternate Output Bin Is Open (Straight Paper Path)";

/*UntitledCustomName*/
"UntitledString"="Nimetön";

/*Alerts Srings*/
"InvalidUserNameAlertTitle" = "Väärä \"%@\" arvo";
"InvalidUserNameAlertMessage" = "\"%@\" on tyhjä tai arvo sisältää vääriä symboleja. Se korvataan oletusarvoisella käyttäjänimellä.";
"InvalidJobNameAlertTitle" = "Väärä \"%@\" arvo";
"InvalidJobNameAlertMessage" = "\"%@\" on tyhjä tai arvo sisältää vääriä symboleja. Nimeksi määritetään \"%@\".";

"PINValidationAlertTitle" = "Väärä PIN-koodi";
"PINValidationAlertMessage" = "PIN-koodin pituus on virheellinen. Se on muutettu vastaamaan vaadittua neljän numeron koodia.";
"PINValidationAlert2Message" = "PIN-koodia ei hyväksytty. Kelvollisessa PIN-koodissa on neljä numeroa.";
"PINValidationModalAlert2Message" = "Tallennetun työn PIN-koodia ei hyväksytty. Siirry Työn tallennus -paneeliin ja syötä nelinumeroinen PIN-koodi.";
"PINValidationAlert3Message" = "PIN-koodia ei hyväksytty. Kelvollisessa PIN-koodissa on kahdeksan numeroa.";

/*Controls Titles*/
"OkButton" = "OK";

/*PDE titles*/
"Accounting" = "Seuranta";
"Color" = "Väri";
"Color/Quality" = "Väri/laatu";
"Finishing" = "Viimeistely";
"Services" = "Huolto";
"Job Storage" = "Työn säilytys";
"Paper/Quality" = "Paperi/laatu";
"Paper" = "Paperi";
"Watermarks" = "Vesileimat";

/*Tab titles*/
"Basic"="Tavalliset";
"CMYK Settings"="CMYK-asetukset";
"Text"="Teksti";
"Graphics"="Grafiikka";
"Photographs"="Valokuvat";
"Advanced"="Lisäasetukset";
"Other"="Muut";
"Booklet Printing"="Kirjasen tulostus";
"Manual Duplex"="Kaksipuolinen, manuaalinen";
"Image Shift"="Kuvan siirto";

"Concept Preview"="Konseptin esikatselu";
"Description"="Kuvaus";
"Advanced options"="Lisäasetukset";

/*Summary Titles*/
"AccountID" = "Seurantatunnus";
"UserName" = "Käyttäjänimi";
"ComputerName" = "Tietokoneen nimi";
"DomainName" = "Domaininimi";
"Time" = "Time";
"UUID" = "UUID";
"ApplicationName" = "Sovelluksen nimi";
"ApplicationFilename" = "Sovellus Tiedostonimi";
"DepartmentID" = "Osastotunnus";
"DepartmentAccessCode" = "Osaston salasana";
"Group" = "Ryhmä";
"JobName"="Työn nimi";

/*Summary driver info*/
"Driver Name" = "Ohjaimen nimi";
"Driver Core Version" = "Ohjaimen ydinversio";
"Driver Support Version" = "Ohjaimen tukiversio";
"HPPostScriptDriverName" = "HP PostScript Driver";

/*Strings related to the advanced color options adjustments tabs*/
"Reset" = "Palauta";
